export default () => ({
  top_section: {
    titles: [
      {
        main:
          "ЛИК:Контрагент - Хотите <span>ЗНАТЬ</span> ВСЁ <span>О КОНТРАГЕНТАХ</span>?",
        sub: "Программа для оценки и проверки контрагентов",
        page: 0
      }
    ],
    info: [
      {
        list: [
          { text: "Быстрая регистрация контрагента в справочник 1С" },
          { text: "Проявление должной осмотрительности" },
          { text: "Получение выписки из ЕГРЮЛ заверенную ЭЦП" },
          {
            text: "Контактные данные из государственных и открытых источников"
          }
        ],
        button: "Попробуйте сейчас бесплатно",
        page: 0
      }
    ],
    image: [
      {
        src: "m_1c_card",
        page: 0
      }
    ],
    descriptions: [
      {
        text:
          "ЛИК:КОНТРАГЕНТ – онлайн-сервис, созданный для оценки налоговых рисков, проверки контрагента, получения полной и исчерпывающей информации о любой компании и ИП РФ.",
        page: 0
      }
    ],
    button_group: [
      {
        list: [
          {
            text: "Скачать ЛИК:КОНТРАГЕНТ для 1C обычное*",
            src: "1c-logo",
            href: "https://1clicom.ru/soft/LicBusinessOP_2_3_4_12.epf",
            download: true
          },
          {
            text: "Скачать ЛИК:КОНТРАГЕНТ для 1C управляемое*",
            src: "1c-logo",
            href: "https://1clicom.ru/soft/LicBusinessUP_2_3_4_12.epf",
            download: true
          },
          {
            text: "Руководство пользователя для ЛИК:КОНТРАГЕНТ",
            icon: "mdi-file",
            href:
              "https://1clicom.ru/instruction/rukovodstvo_lic_biz-kontr.pdf",
            download: true
          }
        ],
        page: 0
      }
    ]
  },
  list_sections: [
    {
      title: "Полная и актуальная информация по любой Компании и ИП РФ!",
      subtitle: "Все данные из государственных источников",
      list: [
        "Регистрационные данные из открытых, официальных источников",
        "Информация о финансовом состоянии компании",
        "Информация о руководителях и соучредителях",
        "Контактные данные из государственных и открытых источников"
      ],
      src: "b_kar_1",
      method: "ltr"
    },
    {
      title: "Оценка налоговых рисков ( Отчет ПДО )",
      subtitle: "Прояви должную осмотрительность",
      list: [
        "Формирование отчета ПДО (Проявление Должной Осмотрительности)",
        "Оценка финансового состояния компании",
        "Оценка руководителя и соучредителей",
        "Возможность заказа выписок ЕГРЮЛ / ЕГРИП, заверенных электронной цифровой подписью ФНС РФ",
        "Возможность формирования комплексного отчета и его выгрузки в формате PDF или EXEL"
      ],
      src: "b_ris_1",
      method: "rtl"
    },
    {
      title: "Интеграция с 1С",
      list: [
        "Быстрая регистрация контрагентов в справочник 1С",
        "Групповая регистрация контрагентов в справочник 1С",
        "Проверка существующего контрагента из справочника",
        "Возможность просмотра уровня налогового риска не выходя из 1С"
      ],
      src: "buy1c",
      method: "ltr"
    },
    {
      title: "БУХГАЛТЕРСКАЯ ОТЧЕТНОСЬ и бизнес-коэффициенты",
      subtitle: "Все финансовые показатели",
      list: [
        "Полная бухгалтерская отчетность контрагентов с 2005 года",
        "Бизнес-коэффициенты, позволяющие оценить множество финансовых аспектов бизнеса"
      ],
      src: "finance",
      method: "rtl"
    }
  ],
  possible_section: {
    title: "ЛИК:Контрагент даёт вам возможность:",
    list: [
      "Полностью автоматизировать работу менеджеров по продажам, обеспечив менеджеров актуальными и полными данными для построения процесса продаж",
      "Максимально расширить клиентскую базу, увеличить объем продаж, максимально охватить Вашу целевую аудиторию",
      "Обратиться непосредственно к Лицу принимающему решения (ЛПР), повысив этим конверсию коммерческих предложений",
      "Опередить конкурентов, первыми сделав предложение по товарам и услугам недавно созданным компаниям"
    ],
    description:
      "ЛИК: КОНТРАГЕНТ содержит информацию о более чем 8,7 млн. индивидуальных предпринимателей и 8.2 млн. юридических лиц (из них 4,8 млн. - действующие юридические лица). В базе данных содержится более 4 млн. контактных данных (телефоны/e-mail/сайт). Данные об имеющихся и о вновь зарегистированных ИП и компаниях регулярно обновляются и актуализируются."
  }
});
