<template>
  <v-layout column justify-center align-center>
    <section class="section">
      <v-container>
        <v-layout column align-center>
          <h1 class="display-2">О проекте</h1>
          <div
            class="body-1"
          >ЗАО "ЛИК" специализируется на оказании полного спектра услуг по информатизации предприятий и интеграции информационных ресурсов в различное программное обеспечение, предназначенное для автоматизации бизнеса.</div>
          <h4 class="headline my-5">Миссия компании</h4>
          <div
            class="body-2"
          >Максимальное содействие реализации стратегии развития информационного общества в Российской Федерации. Создание доступных информационных продуктов для предприятий и организаций.</div>
          <h4 class="headline my-5">Задача компании</h4>
          <div
            class="body-2"
          >Предоставление любому пользователю продукта к регистрационным данным юридических и физических лиц, снижение финансовых налоговых рисков при работе с контрагентами.</div>
          <h4 class="headline my-5">Мы за честное и открытое построение бизнес-отношений!</h4>
          <div
            class="body-2"
          >Программные продукты ЛИК:ЭКСПЕРТ, ЛИК:КОНТРАГЕНТ, ЛИК:БИЗНЕС, ЛИК:МЕНЕДЖЕР - это универсальные решения, которые позволяют пользователям продуктов производить мониторинг клиентской базы; осуществлять поиск и формировать свою собственную базу данных потенциальных клиентов с контактынми данными; проводить маркетинговые исследования в среде 1С; оценивать и проверять контрагентов; управлять финансовыми рисками.</div>
        </v-layout>
      </v-container>
    </section>
    <section class="section">
      <v-container>
        <v-layout column align-center>
          <h3
            class="display-1"
          >Внимание! Информация, полученная из программных продуктов ЛИК:ЭКСПЕРТ, ЛИК:КОНТРАГЕНТ, ЛИК:БИЗНЕС может быть представлена:</h3>
          <h4
            class="headline my-5"
          >вместо выписки ЕГРЮЛ и ЕГРИП при обращении в судебные и другие государственные органы (источник ФНС РФ)</h4>
          <div
            class="body-2 mb-3"
          >На основании 9 статьи 126 АПК РФ предусмотрено, что к иску прилагается выписка из единого государственного реестра юридических лиц или единого государственного реестра индивидуальных предпринимателей с указанием сведений о месте нахождения или месте жительства истца и ответчика и (или) приобретении физическим лицом статуса индивидуального предпринимателя либо прекращении физическим лицом деятельности в качестве индивидуального предпринимателя или иной документ, подтверждающий указанные сведения или отсутствие таковых. Такие документы должны быть получены не ранее чем за тридцать дней до дня обращения истца в арбитражный суд.</div>
          <div
            class="body-2"
          >В соответствии с частью 3 статьи 75 АПК РФ документы, полученные посредством факсимильной, электронной или иной связи, в том числе с использованием сети Интернет, а также документы, подписанные электронной цифровой подписью или иным аналогом собственноручной подписи, допускаются в качестве письменных доказательств в случаях и в порядке, которые установлены АПК РФ, другими федеральными законами, иными нормативными правовыми актами или договором либо определены в пределах своих полномочий Высшим Арбитражным Судом Российской Федерации.</div>
          <h4
            class="headline my-5"
          >в судебные и другие государственные органы в части предоставления официальных учетно-регистрационных сведений по юридическим лицам, бухгалтерской отчетности организаций за любой период и сведений по индивидуальным предпринимателям (источник ГМЦ Росстата)</h4>
          <div
            class="body-2"
          >На основании официального письма ГМЦ Росстата №99-101-101/164-ДР от 19.08.2013</div>
        </v-layout>
      </v-container>
    </section>
  </v-layout>
</template>

<script>
import set_section_id from "@/library/set_section_id";
export default {
  head: {
    title: "О нас"
  },
  mounted() {
    set_section_id(this);
  }
};
</script>

<style scoped>
.section {
  background: rgb(199, 199, 199);
  color: black;
}

.section:first-child {
  background: #546e7a;
  color: white;
}
</style>
