<template>
  <section class="pa-0 content">
    <v-layout>
      <section>
        <v-container>
          <v-layout column justify-center>
            <v-layout align-center justify-space-between>
              <v-layout column align-start>
                <h1 class="display-1">ЛИЦЕНЗИОННЫЙ ДОГОВОР</h1>
                <h4 class="headline">на право использования программы для ЭВМ "ЛИК"</h4>
              </v-layout>
              <div class="headline">г.Москва</div>
            </v-layout>
            <div class="body-2 my-5">
              <p>
                Настоящий Лицензионный договор является офертой ЗАО "ЛИК" ОГРН: 1137746308039, ИНН/КПП:
                7719841799/771901001, адрес: 105187, г.Москва, Измайловское шоссе, д.44, именуемое в
                дальнейшем Лицензиар, Пользователю программы для ЭВМ "ЛИК", именуемому в дальнейшем
                Лицензиат.
              </p>
              <p>
                Под акцептом в целях настоящего Лицензионного договора признается факт оплаты
                вознаграждения по настоящему договору, либо факт начала использования (принятия
                Лицензионного соглашения при запуске) программы для ЭВМ "ЛИК", в зависимости от того,
                какое событие наступит раньше.
              </p>
            </div>
            <ul>
              <li class="my-2" v-for="(item, i) in list" :key="i">
                <h4 class="text-left subtitle-1">{{item.block_title}}</h4>
                <ul class="text-left my-3">
                  <li v-for="(item, i) in item.main_list" :key="i">
                    <div class="body-2">{{item.title}}</div>
                    <ul v-if="item.under_list">
                      <li v-for="(item, i) in item.under_list" :key="i">
                        <div class="body-2 ml-2">{{item}}</div>
                      </li>
                    </ul>
                  </li>
                </ul>
              </li>

              <li class="my-2">
                <h4 class="text-left subtitle-1">{{requisites.title}}</h4>
                <ul class="text-left">
                  <li v-for="(item, i) in requisites.list" :key="i">
                    <div class="subtitle-2">{{item.title}}</div>
                    <div class="body-2">{{item.ctx}}</div>
                  </li>
                </ul>
              </li>
            </ul>
          </v-layout>
        </v-container>
      </section>
    </v-layout>
  </section>
</template>

<script>
export default {
  head: {
    title: "Договор"
  },
  data() {
    return {
      list: [
        {
          block_title: "1. Определение терминов",
          main_list: [
            {
              title:
                ' 1.1. Программа для ЭВМ "ЛИК" – результат интеллектуальной деятельности - программно-информационный комплекс, разработанный для получения открытых и общедоступных данных о юридических лицах и индивидуальных предпринимателях. Далее - ПО "ЛИК". '
            },
            {
              title:
                ' 1.2. Лицензионное соглашение – правила использования ПО "ЛИК", принимаемые Лицензиатом при запуске ПО "ЛИК". '
            },
            {
              title:
                " 1.3. Идентификационные данные: Логин и Пароль – позволяют идентифицировать Лицензиата. "
            },
            {
              title:
                " 1.4. Рабочее место – комплект, включающий в себя программное обеспечение и идентификационные данные. "
            },
            {
              title:
                ' 1.5. Прайс-лист – документ, отражающий ценовую политику Лицензиара и содержащий информацию о составе лицензий, тарифах на право использования ПО "ЛИК". Прайс лист с описанием Тарифов представлен на сайте Лицензиара: http://1clicom.ru/price-list '
            },
            {
              title:
                ' 1.6. Партнер - компания (ЮЛ или ИП) согласно заключенному договору с ЗАО "ЛИК" имеющая право на распространение простых (неисключительных) лицензий на ПО "ЛИК". Список компаний - Партнеров ЗАО "ЛИК" представлен на сайте http://1clicom.ru/gde-kupit в разделе Региональные партнеры и Дистрибьюторы. '
            }
          ]
        },
        {
          block_title: "2. Предмет договора",
          main_list: [
            {
              title:
                ' 2.1. Предметом настоящего Лицензионного договора является передача Лицензиаром неисключительных прав на использование результата интеллектуальной деятельности - ПО "ЛИК" Лицензиату на условиях простой (неисключительной) лицензии путем открытия доступа к серверу баз данных Лицензиара в соответствии выбранным пользователем согласно Прайс-листу Тарифом. '
            },
            {
              title:
                ' 2.2. Обладателем исключительного права на программно-информационный комплекс ЛИК является ЗАО "ЛИК" ОГРН: 1137746308039, ИНН/КПП: 7719841799/771901001, адрес: 105187, г.Москва, Измайловское шоссе, д.44. '
            },
            {
              title:
                ' 2.3 Лицензиар может передать свои права по распространению простой (неисключительной) лицензии на ПО "ЛИК" Партнеру, согласно дополнительно заключенному договору. '
            },
            {
              title:
                ' 2.4. Лицензиар сохраняет за собой право на содержание, название, любое коммерческое и некоммерческое использование ПО "ЛИК" и любых документов, относящихся к нему, включая авторское право и иные права. '
            },
            {
              title:
                ' 2.5. Доступ к ПО "ЛИК" предоставляется в течение 3 (трех) рабочих дней с момента оплаты вознаграждения. '
            },
            {
              title:
                ' 2.6. Лицензиар вправе выпускать новые релизы и версии ПО "ЛИК", ставить условия их предоставления Лицензиату, условия технической поддержки и сопровождения. '
            }
          ]
        },
        {
          block_title: "3. Исключительные права. Условия использования.",
          main_list: [
            {
              title:
                ' 3.1. ПО "ЛИК" является результатом интеллектуальной деятельности Лицензиара и защищается законодательством Российской Федерации об авторском праве. В ПО "ЛИК" не используются никакие элементы в нарушение прав третьих лиц. '
            },
            {
              title:
                ' 3.2. Право использования ПО "ЛИК" (в т.ч. переданное через Партнера ЗАО "ЛИК") предоставляется только Лицензиату, без права передачи третьим лицам, исключительно в объеме, оговоренном настоящим Лицензионным договором, если нет письменного согласия Правообладателя на иное. Лицензиату запрещается получение дохода с перепродажи информации, полученной при использовании ПО "ЛИК". '
            },
            {
              title:
                ' 3.3. Лицензиар гарантирует, что вся информация, которую может получить Лицензиат с использованием ПО "ЛИК", получена законным путем на основании Статьи 6 Федерального закона от 08.08.2001г. 129-ФЗ "О государственной регистрации юридических лиц", в соответствии с которой сведения, содержащиеся в едином государственном реестре юридических лиц и едином государственном реестре индивидуальных предпринимателей (за исключением паспортных данных физических лиц, информации о счетах и месте жительства индивидуального предпринимателя), являются открытыми и общедоступными. Изменения в сведениях о ЮЛ и ИП накапливается системой по мере получения более новых данных. Её объем определяется источниками информации, а также возможностями по получению и обработке этой информации. '
            },
            {
              title:
                ' 3.4. В случаях нарушения Лицензиатом условий настоящего договора или выявления роботизированных запросов к ПО "ЛИК", Лицензиаром может быть заблокирован доступ Лицензиата к ПО "ЛИК" либо может быть введено ограничение по количеству обращений к ПО "ЛИК" в части поиска и получения информации. '
            },
            {
              title:
                ' 3.5. Лицензиар вправе устанавливать технические ограничения на количество запросов к системе. Базовые ограничения на количество выдаваемых ПО "ЛИК" объектов, входящих в тарифные планы (в год): основное рабочее место ЛЭ1, Б1, К1, М1 – 600 000, доп. лицензия на 1 рабочее место – 30 000 (дополнительно к основному), доп. лицензия на 5 рабочих мест – 120 000 (дополнительно к основному), доп. лицензия на 10 рабочих мест – 240 000 (дополнительно к основному). '
            },
            {
              title:
                ' 3.6. ПО "ЛИК" предоставляется Лицензиату «как есть» ("AS IS"). Лицензиар не дает гарантий, что ПО "ЛИК" будет работать на любом оборудовании, на любой рабочей станции, совместно с любыми другими приложениями без возникновения ошибок. '
            }
          ]
        },
        {
          block_title: "4. Права и обязанности Сторон.",
          main_list: [
            {
              title: " 4.1. Обязанности Лицензиара: ",
              under_list: [
                ' 4.1.1. Обеспечение круглосуточной работы ПО "ЛИК", за исключением времени профилактических работ; ',
                "4.1.2. Своевременное обновление программного обеспечения."
              ]
            },
            {
              title: " 4.2. Права Лицензиара: ",
              under_list: [
                '4.2.1. Внесение изменений в ПО "ЛИК"',
                " 4.2.2. Блокировать доступ к серверу баз данных в случае нарушения Лицензиатом условий настоящего договора или нарушением Лицензионного соглашения, с последующим, не позднее трех рабочих дней после блокировки, уведомлением Лицензиата о фактах нарушения и возможных способах устранения нарушений. "
              ]
            },
            {
              title: " 4.3. Обязанности Лицензиата: ",
              under_list: [
                ' 4.3.1. Не совершать попыток копирования, модифицирования, декомпилирования, дезассемблирования ПО "ЛИК". ',
                ' 4.3.2. Не использовать данные, полученные из ПО "ЛИК", для перепродажи третьим лицам. ',
                ' 4.3.3. Не использовать учетные данные входа в ПО "ЛИК" для передачи и перепродажи третьим лицам. ',
                "4.3.4. Соблюдать условия Лицензионного договора."
              ]
            },
            {
              title: " 4.4. Права Лицензиата: ",
              under_list: [
                ' 4.4.1. Получение круглосуточного доступа к серверу баз данных посредством ПО "ЛИК" за исключением времени проведения профилактических работ. ',
                "4.4.2. Получение квалифицированной технической поддержки."
              ]
            },
            {
              title:
                "4.5. Не вступая в противоречие с условиями оферты, Лицензиар и Лицензиат вправе в любое время оформить Лицензионный договор в форме письменного двухстороннего документа."
            }
          ]
        },
        {
          block_title: "5. Срок действия договора.",
          main_list: [
            {
              title:
                " 5.1. Настоящий договор вступает в силу с принятия условий настоящего договора и действует в течение срока, установленного лицензией. Договор может быть пролонгирован Сторонами на новый срок, дополнен или изменен. "
            },
            {
              title:
                " 5.2. В случае нарушения Лицензиатом условий настоящего Договора Лицензиар вправе досрочно расторгнуть договор и незамедлительно заблокировать доступ к серверу. "
            },
            {
              title:
                " 5.3. В случае нарушения условий данного Лицензионного договора, за исключением пунктов 3.4, 4.3.1-4.3.3, любая из Сторон вправе в одностороннем порядке отказаться от исполнения настоящего Лицензионного договора, без материальных и иных претензий друг к другу, уведомив другую Сторону, путем направления за 30 (тридцать) дней сообщения средствами электронной связи. Электронный адрес Лицензиата указывается при регистрации. Электронный адрес Лицензиара − inf@1clicom.ru В случае нарушения Лицензиатом условий пунктов 3.4, 4.3.1-4.3.3 данного Лицензионного договора, Лицензиар вправе в одностороннем порядке отказаться от исполнения настоящего Лицензионного договора. "
            },
            {
              title:
                ' 5.4. В случае одностороннего отказа Лицензиата от настоящего Лицензионного договора (на условиях указанных в п.5.3), право использования ПО "ЛИК" предоставляется Лицензиату до конца периода действия доступа в соответствии с выбранным Лицензиаром согласно Прайс-листу Тарифом, вознаграждение Лицензиара возврату не подлежит. '
            }
          ]
        },
        {
          block_title: "6. Порядок расчетов.",
          main_list: [
            {
              title:
                ' 6.1. Лицензиат оплачивает Лицензиару лицензионное вознаграждение за право использования ПО "ЛИК" в размере, установленном в выставленном Лицензиаром счете в соответствии с выбранной лицензией и Тарифом. Описание Тарифов представлено в Прайс-листе ЗАО "ЛИК": http://1clicom.ru/price-list '
            },
            {
              title:
                " 6.2. Лицензиат оплачивает выставленный счет путем безналичного перечисления на счет Лицензиара либо его Партнера. "
            }
          ]
        },
        {
          block_title: "7. Ответственность сторон.",
          main_list: [
            {
              title:
                " 7.1. За невыполнение или ненадлежащее выполнение обязательств по настоящему Лицензионному договору Лицензиар и Лицензиат несут ответственность в соответствии с действующим законодательством Российской Федерации. "
            },
            {
              title:
                ' 7.2. Лицензиар не несет ответственности за полноту и объем данных предоставляемых через открытые источники используемые ПО "ЛИК". '
            },
            {
              title:
                ' 7.3. Лицензиар не несет ответственности за невозможность использования ПО "ЛИК"по причинам не зависящим от Лицензиара. '
            },
            {
              title:
                ' 7.4. Лицензиар не несет ответственность за действия и решения Лицензиата, принятые на основании информации, полученной при использовании ПО "ЛИК", их последствия, а также прямые и косвенные убытки, включая упущенную выгоду в результате применения программно-информационного комплекса ПО "ЛИК". '
            }
          ]
        }
      ],
      requisites: {
        title: "8. Реквизиты сторон",
        list: [
          { title: "Лицензиар:", ctx: "ЗАО «ЛИК»" },
          {
            title: "Юридический/фактический адрес:",
            ctx: "105187, г.Москва, Измайловское шоссе, д.44"
          },
          {
            title: "ОГРН:",
            ctx: "1137746308039"
          },
          {
            title: "ИНН/КПП:",
            ctx: "7719841799/771901001"
          },
          {
            title: "Лицензиат:",
            ctx: 'Пользователь (данные указываются при регистрации ПО "ЛИК")'
          }
        ]
      }
    };
  }
};
</script>