<template>
  <v-layout column>
    <section class="section">
      <app-section-header :section_info="top_section_expert_1c" />
    </section>
    <section v-for="(section, i) in list_sections" :key="i + 10" class="section">
      <app-section-content :page="`c${i + 2}`" :section="section"></app-section-content>
    </section>
    <section class="section">
      <app-section-table page="ct" :table_data="table"></app-section-table>
    </section>
  </v-layout>
</template>

<script>
import set_section_id from "@/library/set_section_id";

export default {
  head: {
    title: "ЛИК: ЭКСПЕРТ 1С"
  },
  data() {
    return {
      list_sections: [
        {
          title: "АФФИЛИРОВАННОСТЬ",
          subtitle: "Все взаимосвязи между юридическими и физическими лицами",
          list: [
            "Удобная визуализация связей между физическими и юридическими лицами.",
            "Показывает связи между компаниями, управляющими и собственниками в виде списка или графика."
          ],
          src: "affil",
          method: "ltr"
        },
        {
          title: "АРБИТРАЖНЫЕ СУДЫ И ИСПОЛНИТЕЛЬНЫЕ ПРОИЗВОДСТВА",
          subtitle:
            "Полные сведения об арбитражных судах и исполнительных производствах",
          list: [
            "Информация об участии компаний в арбитражных делах в качестве: истца, ответчика или третьей стороны (Статистика по годам)",
            "Информация представлена в виде списка или графика",
            "Исполнительные производства так же сгруппированы по годам и разделены на завершённые и открытые",
            "Возможность просмотра всех документов, связанных с арбитражным делом"
          ],
          src: "arbit",
          method: "rtl"
        },
        {
          title: "Отчеты и выписки по контрагентам",
          subtitle: "Сервис предоставляет полный спектротчетов и выписок",
          list: [
            "Возможность формирования комплексного отчета и его выгрузки в формате PDF или EXEL",
            "Возможность заказа выписок ЕГРЮЛ / ЕГРИП, заверенных электронной цифровой подписью ФНС РФ",
            "Формирование отчета ПДО (Проявление Должной Осмотрительности)",
            "Получение выписок из ЕГРН (Единый Государственный Реестр Недвижимости)"
          ],
          src: "egrn",
          method: "ltr"
        },
        {
          title: "Финансовая отчетность и бизнес-коэффициенты",
          subtitle:
            "Хотите узнать финансовое состояние ваших конкурентов или контрагентов?",
          list: [
            "Полная бухгалтерская отчетность контрагентов с 2005 года",
            "Бизнес-коэффициенты, позволяющие оценить множество финансовых аспектов бизнеса",
            "Информационные блоки, позволяющие наглядно визуализировать информацию в виде списка или графика",
            "Получение выписок из ЕГРН (Единый Государственный Реестр Недвижимости)"
          ],
          src: "finance",
          method: "rtl"
        },
        {
          title: "ТЕНДЕРЫ И ЗАКУПКИ",
          subtitle:
            "Вся информация по тендерам и закупкам компании по 44 и 223 ФЗ",
          list: [
            "Полная информация о тендерах, которые компания выиграла в качестве исполнителя",
            "Полная информация о закупках, которые компания проводила по 44 и 223 ФЗ"
          ],
          src: "tenders",
          method: "ltr"
        },
        {
          title: "МОНИТОРИНГ",
          subtitle: "Наблюдение за изменениями по контрагентам",
          list: [
            "Система мониторинга, позволяющая отслеживать все изменения по контрагентам",
            "Информация о текущих изменениях доступна в личном кабинете или по e-mail"
          ],
          src: "monitoring",
          method: "rtl"
        },
        {
          title: "Формирование клиентской базы",
          subtitle: "используя следующие основные критерии отбора:",
          list: [
            "По местоположению компаний (ОКАТО)",
            "По виду деятельности компаний (ОКВЭД)",
            "По финансовым показателям компаний",
            "С телефонами и/или e-mail компаний",
            "По периоду регистрации компаний",
            "По организационно-правовой форме"
          ],
          src: "renderClientBase",
          method: "ltr"
        }
      ],
      top_section_expert_1c: {
        titles: [
          {
            main:
              "ХОТИТЕ <span>ЗНАТЬ</span> АБСОЛЮТНО ВСЁ <span>О КОНТРАГЕНТАХ</span>?",
            sub: "ЛИК:ЭКСПЕРТ ВЫЯВИТ <span>ВСЮ ПОДНОГОТНУЮ</span> ДЛЯ ВАС",
            page: 0
          },
          {
            main:
              "ХОТИТЕ <span>дозваниваться</span> до новых организаций<span>первым</span>?",
            sub:
              "ЛИК:ЭКСПЕРТ предоставит вам <span>актуальные контакты</span> организаций",
            page: 1
          }
        ],
        info: [
          {
            title: "наши преимущества",
            list: [
              { text: "Быстрая регистрация контрагентов в справочнике 1С" },
              {
                text: "Отчет ПДО (Проявление должной осмотрительности)",
                src: "pdo.pdf",
                name: "pdf"
              },
              {
                text: "Получение выписки из ЕГРЮЛ, заверенной ЭЦП",
                src: "egrul.pdf",
                name: "pdf"
              },
              {
                text:
                  "Выписка ЕГРН (Единый государственный реестр недвижимости)",
                src: "egrn.pdf",
                name: "pdf"
              },
              { text: "Тендеры / Мониторинг / Арбитражная практика" }
            ],
            button: "Попробуйте сейчас бесплатно",
            page: 0
          },
          {
            title: "наши преимущества",
            list: [
              { text: "Построение списка целевых клиентов по 30 параметрам" },
              {
                text: "Актуальные контактные данные (ФИО, Телефон, e-mail ...)"
              },
              { text: "Информация о финансовом состоянии клиента" },
              { text: "Возможность проведения маркетинговых исследований" }
            ],
            button: "Попробуйте сейчас бесплатно",
            page: 1
          }
        ],
        image: [
          {
            src: "exp_spis_1_1c",
            page: 0
          },
          {
            src: "exp_card_1_1c",
            page: 1
          }
        ],
        descriptions: [
          {
            text:
              "ЛИК:ЭКСПЕРТ – онлайн-сервис, созданный для проверки контрагентов и оценки налоговых рисков, получения полной и исчерпывающей информации о любой компании и ИП в РФ, а также для формирования баз данных потенциальных клиентов с актуальными контактными данными по различным критериям и фильтрам (по дате регистрации, наличию/отсутствию хозяйственной деятельности, виду деятельности, территориальному признаку, финансовым показателям, форме собственности и другим).",
            page: 0
          },
          {
            text:
              "ЛИК:ЭКСПЕРТ – онлайн-сервис, созданный для проверки контрагентов и оценки налоговых рисков, получения полной и исчерпывающей информации о любой компании и ИП в РФ, а также для формирования баз данных потенциальных клиентов с актуальными контактными данными по различным критериям и фильтрам (по дате регистрации, наличию/отсутствию хозяйственной деятельности, виду деятельности, территориальному признаку, финансовым показателям, форме собственности и другим).",
            page: 1
          }
        ],
        toggle_names: [
          {
            text: "проверка контрагентов",
            page: 0
          },
          {
            text: "поиск клиентов",
            page: 1
          }
        ],
        button_group: [
          {
            list: [
              {
                text: "Скачать ЛИК:ЭКСПЕРТ для 1С*",
                src: "1c-logo",
                href: "http://1clicom.ru/soft/LicExpert.epf",
                download: true
              }
            ],
            description:
              "*Работа ПО гарантируется на платформе 1С не ниже версии 8.3.7 при наличии браузера Internet Explorer 9 или выше. Корректная работа схемы аффилированности гарантируется на платформе 1С не ниже версии 8.3.14",
            page: 0
          },
          {
            list: [
              {
                text: "Скачать ЛИК:ЭКСПЕРТ для 1С*",
                src: "1c-logo",
                href: "http://1clicom.ru/soft/LicExpert.epf",
                download: true
              }
            ],
            description:
              "*Работа ПО гарантируется на платформе 1С не ниже версии 8.3.7 при наличии браузера Internet Explorer 9 или выше. Корректная работа схемы аффилированности гарантируется на платформе 1С не ниже версии 8.3.14",
            page: 1
          }
        ]
      },
      table: {
        class: "expert_1c_how_much",
        title: "Сколько это стоит?",
        header: [{ cells: [{ text: "Рабочее место" }] }],
        body: [{ cells: [{ text: "35 000", icon: "currency-rub" }] }],
        footer: [{ cells: [{ text: "Заказать" }] }],
        description: {
          text:
            "* Дополнительные лицензии могут использоваться только при наличии действующей лицензии на основное рабочее место. Срок действия дополнительных лицензий равен оставшемуся сроку действия основного рабочего места, в случае их неодновременной покупки."
        }
      }
    };
  },
  mounted() {
    set_section_id(this);
  }
};
</script>

<style scoped>
.section:first-child {
  padding-top: 100px;
}

.section {
  background: #fff;
  color: black;
}

.section:nth-child(odd) {
  background: rgb(0, 137, 123);
  color: white;
}
</style>
